Repository: KDE/akonadiconsole
Catalog: po/*/akonadiconsole.po
Languages: bg

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев

# EMAIL OF TRANSLATORS
source: Your emails
bg: Вашите имейли

source: Save Configuration
bg: Запазване на конфигурацията

source: Refresh
bg: Обновяване

source: Apply Configuration
bg: Прилагане на конфигурация

# @title:window
source: Agent Configuration
bg: Конфигурация на агент

source: Configure
bg: Настройки

source: Configure Natively...
bg: Конфигуриране нативно...

source: Configure Remotely...
bg: Конфигуриране отдалечено...

source: Synchronize
bg: Синхронизация

source: Synchronize All
bg: Синхронизиране на всички

source: Synchronize Collection Tree
bg: Синхронизиране на дървото на колекцията

source: Synchronize Tags
bg: Синхронизиране на етикети

source: Synchronize Relations
bg: Синхронизиране на връзки

source: Do you really want to delete the selected agent instance?
bg: Наистина ли искате да изтриете избрания екземпляр на агент?

source: Agent Deletion
bg: Изтриване на агент

source: Multiple Agent Deletion
bg: Изтриване на множество агенти

# @title:window
source: Resource Task List
bg: Списък със задачи за ресурси

# @title:window
source: Change Notification Log
bg: Регистър на известията за промяна

source: Cloning agent failed: %1.
bg: Агентът за клониране е неуспешен: %1.

source: Online
bg: На линия

source: Offline
bg: Изключен

source: Idle
bg: Неактивен

source: Running (%1%)
bg: Изпълнение (%1%)

source: Broken
bg: Повреден

source: Not Configured
bg: Не е конфигуриран

source: Add Agent...
bg: Добавяне на агент...

source: Clone Agent
bg: Клониране на агент

source: Abort Activity
bg: Прекъсване на дейността

source: Restart Agent
bg: Рестартиране на агента

source: Toggle Online/Offline
bg: Превключване онлайн/офлайн

source: Show task list
bg: Показване на списък със задачи

source: Show change-notification log
bg: Показване на регистъра на известията за промяна

source: Remove Agent
bg: Премахване на агент

source: Details
bg: Подробности

source: Identifier:
bg: Идентификатор:

source: Type:
bg: Вид:

source: Status:
bg: Състояние:

source: Status Message:
bg: Съобщение за състояние:

source: Capabilities:
bg: Възможности:

source: Mimetypes:
bg: MIME типове:

source: Add...
bg: Добавяне...

source: Remove
bg: Премахване

source: Configure...
bg: Настройки...

source: Abort
bg: Прекъсване

# restart the agent
source: Restart
bg: Рестартиране

source: Collection
bg: Колекция

source: Subject
bg: Тема

source: Sender
bg: Подател

source: Date
bg: Дата

source: &Collection
bg: &Колекция

source: &Item
bg: &Елемент

source: &Cache
bg: &Кеш

source: &Server
bg: &Сървър

source: Generic
bg: Общи

source: Mail
bg: Поща

source: Contacts
bg: Контакти

source: Calendar/Tasks
bg: Календар/Задачи

source: Cache only retrieval
bg: Извличане само на кеша

source: Failed to save changes: %1
bg: Неуспешно запазване на промените: %1

source: Select XML file
bg: Изберете XML файл

source: &Add tag...
bg: &Добавяне на етикет...

source: Add &subtag...
bg: Добавяне на &подетикет...

source: &Edit tag...
bg: &Редактиране на етикет...

source: &Delete tag...
bg: &Изтриване на маркер...

# @title:window
source: Add Tag
bg: Добавяне на етикет

# @title:window
source: Add Subtag
bg: Добавяне на подетикет

# @title:window
source: Modify Tag
bg: Промяна на етикета

source: Do you really want to remove selected tag?
bg: Наистина ли искате да премахнете избрания етикет?

source: Delete tag?
bg: Изтриване на маркер?

source: &Save
bg: &Запис

source: Payload
bg: Данни

source: Unsupported Type
bg: Неподдържан тип

source: Attributes
bg: Атрибути

source: New Attribute
bg: Нов атрибут

source: &Add
bg: &Добавяне

source: &Delete
bg: Изтрива&не

source: Raw Payload
bg: Raw натоварване

source: Internals
bg: Вътрешни

source: Unique ID:
bg: Уникален ID:

source: Remote ID:
bg: Дистанционен ID:

source: Revision:
bg: Ревизия:

source: Size:
bg: Големина:

source: Last modification time:
bg: Време на последна промяна:

source: invalid/invalid
bg: невалиден/невалиден

source: Flags
bg: Флагове

source: Tags
bg: Етикети

# model name
source: Model:
bg: Модел:

source: Item Access Rights
bg: Права за достъп до елемент

source: Create
bg: Създаване

source: Modify
bg: Промяна

source: Delete
bg: Изтриване

source: Link
bg: Връзка

source: Unlink
bg: Прекратяване на връзката

source: Collection Access Rights
bg: Права за достъп до колекцията

source: <b>Note: </b>These values are provided by the corresponding backend and are not intended to be changed by you, so be warned if something breaks when changing them nevertheless!
bg: <b>Забележка: </b>Тези стойности се предоставят от съответния бекенд и не са предназначени да бъдат променяни от вас, така че сте предупредени, ако въпреки това нещо се повреди, когато ги променяте!

source: Attribute
bg: Атрибут

source: Value
bg: Стойност

source: Do not even think about changing anything in here!
bg: Дори не си и помисляйте да променяте нещо тук!

source: Identification
bg: Идентификация

source: Remote identifier:
bg: Дистанционен идентификатор:

source: Owner:
bg: Собственик:

source: Remote Revision:
bg: Дистанционна ревизия:

source: Virtual:
bg: Виртуален:

source: Content Types
bg: Типове съдържание

source: Programs:
bg: Програми:

source: Query #%1
bg: Заявка #%1

source: Execute query
bg: Изпълнение на заявка

source: Direction
bg: Посока

source: Message
bg: Съобщение

source: Enable debugger
bg: Активиране на програмата за отстраняване на грешки

source: All
bg: Всички

source: Clear Information View
bg: Изчистване на информацията

source: Clear Filtered Messages
bg: Изчистване на филтрираните съобщения

source: Clear All Messages
bg: Изчистване на всички съобщения

source: Save Filtered Messages ...
bg: Запазване на филтрираните съобщения...

source: Save All Messages ...
bg: Запазване на всички съобщения...

source: Connect
bg: Свързване

# @title:window
source: Remote Akonadi Console (%1)
bg: Отдалечена конзола на Akonadi (%1)

# @title:window
source: Akonadi Console (Instance: %1)
bg: Konsole Akonadi (Екземпляр: %1)

source: There are multiple instances of Akonadi running in the current D-Bus session. Please select the instance you want to connect to.
bg: Има множество екземпляри на Akonadi, работещи в текущата D-Bus сесия. Моля, изберете екземпляра, към който искате да се свържете.

source: Waiting
bg: Изчакване

source: Running
bg: Изпълнение

source: Ended
bg: Приключи

source: Failed: %1
bg: Неуспешно: %1

source: Unknown state!
bg: Непознато състояние!

source: Job ID
bg: ID на заданието

source: Created
bg: Създаден

source: Wait time
bg: Време за изчакване

source: Job duration
bg: Продължителност на заданието

source: Job Type
bg: Вид на заданието

source: State
bg: Състояние

source: Info
bg: Информация

source: Show Only Errors
bg: Показване само на грешки

source: Search...
bg: Търсене...

source: All Columns
bg: Всички колони

source: Save to file...
bg: Запис във файл...

source: Clear View
bg: Ясен изглед

source: Copy Info
bg: Копиране на информация

source: Collapse All
bg: Сгъване на всичко

source: Expand All
bg: Разгъване на всичко

source: Enable
bg: Включване

source: Types:
bg: Видове:

source: Debug
bg: Откриване на грешки

source: Warning
bg: Предупреждение

source: Critical
bg: Критично

source: Fatal
bg: Фатално

source: Categories:
bg: Категории:

source: Save to File...
bg: Запис във файл...

source: Error
bg: Грешка

source: Failed to open file: %1
bg: Неуспешно отваряне на файл: %1

source: Time
bg: Време

source: Program
bg: Програма

source: Type
bg: Вид

source: Category
bg: Категория

source: File
bg: Файл

source: Function
bg: Функция

source: Akonadi Console
bg: Аконади конзола

source: The Management and Debugging Console for Akonadi
bg: Конзола за управление и отстраняване на грешки на Akonadi

source: Author
bg: Автор

source: Agents
bg: Агент

source: Browser
bg: Браузер

source: Debugger
bg: Програма за откриване на грешки

source: Logging
bg: Влизане

source: Query Debugger
bg: Дебъгер на заявки

source: Enable job tracker
bg: Активиране на инструмента за проследяване на работа

source: Job Tracker
bg: Инструмента за проследяване на зданието

source: Enable tracking of Resource Schedulers
bg: Разрешете проследяването на планировчиците на ресурси

source: Resources Schedulers
bg: Планировчици на ресурси

source: Notification Monitor
bg: Монитор за известия

source: Item Search
bg: Търсене на елемент

source: Monitors
bg: Монитори

source: Dump to XML...
bg: Изхвърляне в XML...

source: Clear Akonadi Cache
bg: Изчистване на кеш-паметта на Akonadi

source: Start Server
bg: Стартиране на сървъра

source: Stop Server
bg: Спиране на сървъра

source: Restart Server
bg: Рестартиране на сървъра

source: <p>Akonadi Console is purely a development tool. It allows you to view and change internal data structures of Akonadi. You should only change data in here if you know what you are doing, otherwise you risk damaging or losing your personal information management data.<br/><b>Use at your own risk!</b></p>
bg: <p>Akonadi Console е инструмент за разработка. Той ви позволява да преглеждате и променяте вътрешни структури от данни на Akonadi. Трябва да променяте данните тук само ако знаете какво правите, в противен случай рискувате да повредите или загубите данните си за управление на личната информация.<br/><b>Използвайте на свой собствен риск!</b></p>

source: Session/Subscriber
bg: Сесия/Абонат

source: Items
bg: Елементи

source: Collections
bg: Колекции

source: Relations
bg: Връзки

source: Subscribers
bg: Абонати

source: Notification
bg: Известие

source: List Filter
bg: Списък филтри

source: Include Statistics
bg: Включване на статистика

source: Resource
bg: Ресурс

source: Content MimeTypes
bg: Съдържание MimeTypes

source: Ancestor Retrieval
bg: Извличане на предци

source: Ancestor Fetch Scope
bg: Обхват на извличане на предшественик

source: Fetch ID Only
bg: Само извличане на ID

source: Ignore Retrieval Error
bg: Игнориране на грешката при извличане

source: Values
bg: Стойности

source: Properties
bg: Подробности

source: Subscriber
bg: Абонат

source: Session ID
bg: Сесиен идентификатор

source: Monitored Collections:
bg: Наблюдавани колекции:

source: Monitored Items:
bg: Наблюдавани елементи:

source: Monitored Tags:
bg: Наблюдавани етикети:

source: Monitored Types:
bg: Наблюдавани типове:

source: Monitored Mime Types:
bg: Наблюдавани типове Mime:

source: Monitored Resources:
bg: Наблюдавани ресурси:

source: Ignored Sessions:
bg: Игнорирани сесии:

source: All Monitored:
bg: Всички наблюдавани:

source: Is Exclusive:
bg: Изключителен е:

source: Item Fetch Scope
bg: Обхват на извличане на елемент

source: Payload Parts
bg: Части на натоварване

source: Full Payload
bg: Пълно натоварване

source: All Attributes
bg: Всички атрибути

source: Cache only
bg: Само кеш

source: Check for Cached Payloads Parts Only
bg: Проверка само за кеширани полезни натоварвания

source: Fetch mtime
bg: Извличане на mtime

source: Fetch GID
bg: Извличане на GID

source: Ignore Retrieval Errors
bg: Игнориране на грешките при извличане

source: Fetch Change Since
bg: Извличане на промяна от

source: Fetch RID
bg: Извличане на RID

source: Fetch Tags
bg: Извличане на етикети

source: Collection Fetch Scope
bg: Обхват на извличане на колекция

source: Tag Fetch Scope
bg: Обхват на извличане на етикети

source: Tag
bg: Етикет

source: Relation
bg: Отношение

source: Subscription
bg: Абонамент

source: Add
bg: Добавяне

source: Move
bg: Преместване

source: Subscribe
bg: Абониране

source: Unsubscribe
bg: Отписване

source: Unknown
bg: Неизвестно

source: Operation
bg: Действие

source: Session
bg: Сесия

source: Listeners
bg: Слушатели

source: Enable notification monitor
bg: Активиране на монитора за известия

source: Timestamp
bg: Времево клеймо

source: Parent Collection
bg: Родителска колекция

source: Parent Dest Col
bg: Родител Цел Кол

source: Destination Resource
bg: Ресурс за дестинация

source: Item Parts
bg: Части на елемент

source: Added Flags
bg: Добавени флагове

source: Removed Flags
bg: Премахнати флагове

source: Added Tags
bg: Добавени етикети

source: Removed Tags
bg: Премахнати етикети

source: Removed Relations
bg: Премахнати връзки

source: Must retrieve
bg: Трябва да се извлече

source: name
bg: име

source: Ancestor
bg: Прародител

source: ID
bg: Номер

source: Parent ID
bg: ID на родител

source: Remote ID
bg: Отдалечен идентификатор

source: Revision
bg: Ревизия

source: Size
bg: Големина

source: MimeType
bg: Типове MIME

source: Parts
bg: Части

source: External
bg: Външен

source: Internal
bg: Вътрешен

source: Foreign
bg: Чужд

source: Storage Type
bg: Тип съхранение

source: Version
bg: Версия

source: Data
bg: Данни

source: Name
bg: Име

source: Mime Types
bg: Типове MIME

source: Remote Revision
bg: Дистанционна ревизия

source: Statistics
bg: Статистика

source: Count
bg: Броене

source: Unseen
bg: Невиждано

source: Search Query
bg: Заявка за търсене

source: Search Collections
bg: Търсене в колекции

source: Cache Policy
bg: Политика за кеша

source: Inherit
bg: Наследяване

source: Check Interval
bg: Интервал на проверката

source: Cache Timeout
bg: Време за изчакване на кеша

source: Sync on Demand
bg: Синхронизиране при поискване

source: Local Parts
bg: Местни части

source: Enabled
bg: Включено

source: Virtual
bg: Виртуален

source: Parent Dest Collection
bg: Родителска целева колекция

source: Changed Parts
bg: Сменени части

source: Left ID
bg: Ляво ID

source: Left MimeType
bg: Ляв MimeType

source: Right ID
bg: Право ID

source: Right MimeType
bg: Правилно MimeType

source: Monitored Collections
bg: Наблюдавани колекции

source: Monitored Items
bg: Наблюдавани елементи

source: Monitored Tags
bg: Наблюдавани етикети

source: Subscriptions
bg: Абонаменти

source: Changes
bg: Промени

source: No Type
bg: Без тип

source: Monitored Types
bg: Наблюдавани типове

source: Monitored Mime Types
bg: Наблюдавани типове Mime

source: Monitored Resources
bg: Наблюдавани ресурси

source: Ignored Sessions
bg: Игнорирани сесии

source: All Monitored
bg: Всички наблюдавани

source: Exclusive
bg: Изключителен

source: Requested Parts
bg: Заявени части

source: Changed Since
bg: Променено от

source: No Ancestor
bg: Без предшественик

source: Parent Ancestor
bg: Родител Предшественик

source: All Ancestors
bg: Всички предци

source: Ancestor Depth
bg: Дълбочина на предците

source: Cache Only
bg: Само кеш

source: Check Cached Payload Parts Only
bg: Проверете само частите на кеширания полезен товар

source: Fetch Size
bg: Извличане на размер

source: Fetch MTime
bg: Извличане на MTime

source: Fetch Remote Revision
bg: Извличане на отдалечена версия

source: Ignore Errors
bg: Игнориране на грешки

source: Fetch Flags
bg: Извличане на флагове

source: Fetch RemoteID
bg: Извличане на RemoteID

source: Fetch Relations
bg: Отношения за извличане

source: Fetch VRefs
bg: Извличане на VRefs

source: No Filter
bg: Без филтър

source: Display
bg: Показване

source: Index
bg: Индекс

source: Sync
bg: Синхронизация

source: Content Mime Types
bg: Типове Mime съдържание

source: Parent
bg: Родител

source: None
bg: Без

source: Ancestor Fetch ID Only
bg: Само ID за извличане на предшественик

source: Ancestor Attributes
bg: Атрибути на предците

source: Fetch All Attributes
bg: Извличане на всички атрибути

source: Name / Query
bg: Име / Запитване

source: Started
bg: Започнато

source: Query
bg: Заявка

source: Duration [ms]
bg: Продължителност [ms]

source: Calls
bg: Повиквания

source: Avg. Duration [ms]
bg: Средна продължителност [ms]

source: Affected Rows:
bg: Засегнати редове:

source: Enable query debugging (slows down server!)
bg: Активирайте отстраняването на грешки в заявките (забавя сървъра!)

source: Query Sequence
bg: Последователност на заявката

source: Query Tree
bg: Дърво на заявките

source: Save To File
bg: Запис във файл

source: Query View
bg: Изглед на заявка

source: Query:
bg: Заявка:

source: TextLabel
bg: Текстов етикет

source: Results:
bg: Резултати:

source: Search store:
bg: Търсене в магазина:

source: Search
bg: Търсене

source: Search query:
bg: Заявка за търсене:

source: Results (Documents):
bg: Резултати (документи):

source: Document:
bg: Документ:

source: Item:
bg: Елемент:

source: Xapian error
bg: Грешка на Xapian

source: No Xapian database is opened
bg: Не е отворена база данни на Xapian

source: No element found.
bg: Няма намерен елемент.

source: Term/Value
bg: Срок/Стойност

source: Terms
bg: Условия

source: Error on fetching item
bg: Грешка при извличането на елемент

source: General
bg: Общи

source: Parent Tag Id:
bg: Идент. № на родителския маркер:

source: &Remove
bg: &Премахване

source: Remote Identifiers
bg: Дистанционни идентификатори
